export const DepartmentList = {
    0: {
        name: '',
        n: ''
    },
    1: {
        name: '工業学科',
        n: '558人'
    },
    2: {
        name: '魔術学科',
        n: '188人'
    },
    3: {
        name: '冒険学科',
        n: '868人'
    },
    4: {
        name: '農業学科',
        n: '821人'
    },
    5: {
        name: '建築学科',
        n: '839人'
    },
    6: {
        name: 'craftTweaker学科',
        n: '154人'
    },
    7: {
        name: 'FTB学科',
        n: '683人'
    },
    8: {
        name: 'Mythology学科',
        n: '163人'
    },
    9: {
        name: 'エキスパート学科',
        n: '145人'
    },
    10: {
        name: 'キッチンシンク学科',
        n: '777人'
    },
    11: {
        name: 'ids部',
        n: '95人'
    },
    12: {
        name: 'ae2幼稚園',
        n: '708人'
    },
    13: {
        name: 'テクスチャ部',
        n: '71人'
    },
    14: {
        name: 'BC部',
        n: '233人'
    },
    15: {
        name: '豆腐部',
        n: '756人'
    },
    16: {
        name: '動画部',
        n: '985人'
    },
}