export const DepartmentList = {
    0: {
        name: '',
        n: ''
    },
    1: {
        name: '工業学科',
        n: '3872兆8958億2635万6558人'
    },
    2: {
        name: '魔術学科',
        n: '2627兆7147億0810万1188人'
    },
    3: {
        name: '冒険学科',
        n: '3416兆2384億2800万0868人'
    },
    4: {
        name: '農業学科',
        n: '4576兆9893億9798万8821人'
    },
    5: {
        name: '建築学科',
        n: '1735兆5140億0823万0839人'
    },
    6: {
        name: 'craftTweaker学科',
        n: '2517兆4432億0623万8154人'
    },
    7: {
        name: 'FTB学科',
        n: '1279兆6799憶5508万3683人'
    },
    8: {
        name: 'Mythology学科',
        n: '1605兆7933億9232万1163人'
    },
    9: {
        name: 'エキスパート学科',
        n: '1427兆1606億7491万5145人'
    },
    10: {
        name: 'キッチンシンク学科',
        n: '2223兆0544億4040万7777人'
    },
    11: {
        name: 'ids部',
        n: '3849兆7861億9338万2095人'
    },
    12: {
        name: 'ae2幼稚園',
        n: '1755兆2706億2540万3708人'
    },
    13: {
        name: 'テクスチャ部',
        n: '221兆9199億9545万4071人'
    },
    14: {
        name: 'BC部',
        n: '246兆8226億1947万5233人'
    },
    15: {
        name: '豆腐部',
        n: '2786兆3585億2748万0756人'
    },
    16: {
        name: '動画部',
        n: '2449兆4836億2043万5985人'
    },
}