export const EventList = [
    {
        date: 4,
        title: "入学式",
        text: "ここからModdedマイクラ学園での生活が始まります。\n" +
            "学園の中枢であるME倉庫の使い方を指導するAE2オリエンテーションがある。"
    }, {
        date: 5,
        title: "体育祭",
        text: "様々な競技で各学科が対抗します\n" +
            "競技一覧\n" +
            "・1～3年生による生産ライン選手権\n" +
            "・4～6年生によるThe Queen討伐会\n" +
            "・7～10年生による学部対抗ハエたたき（エンドラ討伐）リレー"
    }, {
        date: 6,
        title: "校外学習",
        text: "1～6年生が黄昏の森を探索します\n" +
            "1,2年生はラビリンス探検、3,4年生は巨人体験、5,6年生はリッチタワー改装体験を行います\n" +
            "AE2幼稚園の園児は隕石探し体験を行います "
    }, {
        date: 7,
        title: "Modded討論会",
        text: "様々なModの中で工業か魔術か曖昧な物を選び、\n" +
            "それがどちらに該当するのかを7,8年生が討論します"
    }, {
        date: 8,
        title: "夏休み",
        text: "みんな大好き夏休み\n" +
            "生徒がシーサーペントに襲われる事件が後を絶たないため、海へ行く際はRSA装備が義務付けられている"
    }, {
        date: 9,
        title: "学園祭",
        text: "・魔術学科vs工業学科のカオスガーディアン討伐やPvP大会\n" +
            "・建築学科の建築大会\n" +
            "・部活動紹介、魅せmod企画で部活対抗戦も行う"
    }, {
        date: 10,
        title: "生徒会総選挙",
        text: "学園の生徒会長を全校生徒で選挙し決定する\n" +
            "木材の作成数を2個から4個に変えようとし断念した歴代生徒会長が後を絶たない"
    }, {
        date: 11,
        title: "修学旅行",
        text: "10年生が自分でロケットを組み立てて月に行くなんとも独特な修学旅行\n" +
            "FTB学科の生徒はユークリッドプライムやアウレリアにも行ける"
    }, {
        date: 12,
        title: "学園クリスマスパーティー",
        text: "Forge&Fabric科は学部対抗スマブラ大会を行う（使えるファイターはスティーブのみ）\n" +
            "Modpack科の7～10年生はModpack制作大会を行い、優勝作品は下級生へのプレゼントとして贈られる"
    }, {
        date: 1,
        title: "学園新年特別企画",
        text: "Modpack科はNew Yearと同時にGTNH攻略RTAを行う\n" +
            "新年の挨拶を言う暇もない"
    }, {
        date: 2,
        title: "球技大会",
        text: "AE2幼稚園の園児たちによるマターボール合戦\n" +
            "魔術学科によるアルメンタム合戦を行う"
    }, {
        date: 3,
        title: "卒業式・終業式",
        text: "在校生が10年生を卒業生として送り出す\n" +
            "彼らはきっと良い配信者、modder、modpackerになるよ"
    }
]