export const EventList = [
    {
        date: 7,
        title: "創設",
        text: "なぜこの日になってしまったのか。\nとりあえず日を隠していい感じにする"
    },
    {
        date: 0,
        title: "いもとり氏学長代理就任",
        text: "第22代目学長の逮捕に伴って\n" +
            "立候補制で募集をかけたところ\n" +
            "一人だけだったため学長代理に就任\n" +
            "何書いたらいいかわからなかったのでとりあえず適当な作り話"
    },{
        date: 7,
        title: "創設",
        text: "なぜこの日になってしまったのか。\nとりあえず日を隠していい感じにする"
    },
    {
        date: 0,
        title: "いもとり氏学長代理就任",
        text: "第22代目学長の逮捕に伴って\n" +
            "立候補制で募集をかけたところ\n" +
            "一人だけだったため学長代理に就任\n" +
            "何書いたらいいかわからなかったのでとりあえず適当な作り話"
    },{
        date: 7,
        title: "創設",
        text: "なぜこの日になってしまったのか。\nとりあえず日を隠していい感じにする"
    },
    {
        date: 0,
        title: "いもとり氏学長代理就任",
        text: "第22代目学長の逮捕に伴って\n" +
            "立候補制で募集をかけたところ\n" +
            "一人だけだったため学長代理に就任\n" +
            "何書いたらいいかわからなかったのでとりあえず適当な作り話"
    },{
        date: 7,
        title: "創設",
        text: "なぜこの日になってしまったのか。\nとりあえず日を隠していい感じにする"
    },
    {
        date: 0,
        title: "いもとり氏学長代理就任",
        text: "第22代目学長の逮捕に伴って\n" +
            "立候補制で募集をかけたところ\n" +
            "一人だけだったため学長代理に就任\n" +
            "何書いたらいいかわからなかったのでとりあえず適当な作り話"
    },{
        date: 7,
        title: "創設",
        text: "なぜこの日になってしまったのか。\nとりあえず日を隠していい感じにする"
    },
    {
        date: 0,
        title: "いもとり氏学長代理就任",
        text: "第22代目学長の逮捕に伴って\n" +
            "立候補制で募集をかけたところ\n" +
            "一人だけだったため学長代理に就任\n" +
            "何書いたらいいかわからなかったのでとりあえず適当な作り話"
    }
]