export const Histories = [
    {
        date: 191907,
        title: "創設",
        text: "Skeleton・Ars・Sorceryが学園を作った。\n" +
            "だが、2015年あるもう一人のスケルトンの人物に\n" +
            "ダークマジックを進められたことがきっかけで\n" +
            "急変するが逮捕される"
    },
    {
        date: 201508,
        title: "リリス学長就任",
        text: "メイドという極めて珍しい校長。"
    },
    {
        date: 201801,
        title: "wight・swamper学長就任",
        text: "リリス校長の体調の悪化に伴い就任。"
    },
    {
        date: 201804,
        title: "wight・swamper学長逮捕",
        text: "ダークマジックを使った授業で生徒が怪物化やendermanなどになる事件が起き、\n逮捕された。"
    },
    {
        date: 201805,
        title: "学長の立候補制での選定が決定",
        text: "第22代目学長(wight・swamprt氏)の逮捕に伴い\n" +
            "彼に替わる学長の選定が急務となった。\n" +
            "学長が決定するまでの代理をいもとり学長代理が務める。"
    },
    {
        date: 202109,
        title: "いもとり氏学長就任",
        text: "第22代目学長(wight・swamprt氏)の逮捕に伴って\n" +
            "立候補制で募集をかけたが、\n" +
            "誰も立候補せず、学長代理から学長に昇格。\n" +
            "なお学長になったが未だ学長代理を自称している模様。"
    }
]