export const Rule = [
    "第一項 基本的なルール",
    " 1. 荒らしは即退学とする。",
    " 2. 学部、部活動とは関係の無い発言は原則禁止とする。",
    " 3. modのジャンルは配布サイトのカテゴリーに沿うものとする。",
    " 4. 所属していない学部にも発言はして良いものとする。",
    " 5. 学部は入学後に変更、追加をして良いものとする。",
    " 6. 放送室で配信を行う際は、共用テキストチャットに何を配信するのかを記入すること。",
    " 7. 作環境を構築する際は、未対応のmodを除いてCurseForgeを用いること",
    "第二項 各学部の使い方",
    " 1. Forge&Fabric科の学部(Modder学部を除く)はmodのジャンルによって使い分けること。",
    " 2. ModPack科の学部(ModPacker学科を除く)はModPackのジャンルによって使い分けること。",
    " 3. Modder学科、ModPacker学科はそれらの開発についての情報を扱う学科とする。",
    " 4. GregTechについて発言する場合、GregTech部以外での発言は原則禁止とする。"
]