export const TeacherList = {
    0: {
        name: '',
        dp: '',
        race: '',
        age: 0,
        ss: ''
    },
    1: {
        name: '安山転生',
        dp: '工業学科',
        race: '悪魔族',
        ss: 'フローチャート作成'
    },
    2: {
        name: 'ジョンメイトリクス',
        dp: '魔術学科',
        race: '天使族/霊族',
        ss: 'サーマル布教'
    },
    3: {
        name: 'ジャクソンメイトリクス',
        dp: '冒険学科',
        race: '魔法使い/妖精族',
        ss: '生産ライン構築'
    },
    4: {
        name: '苑汰山田',
        dp: '農業学科',
        race: '神獣/幽霊族/神獣',
        ss: 'テラリア'
    },
    5: {
        name: '紗余紗余',
        dp: 'craftTweaker学科',
        race: '幽霊族/亡霊/神獣',
        ss: 'ガイアⅡリンチ'
    },
    6: {
        name: '転生ジェイコブ',
        dp: 'Mythology学科',
        race: '獣人族/魔法使い',
        ss: '核融合炉建設'
    },
    7: {
        name: '穂谷安ベネット',
        dp: 'エキスパート学科',
        race: '天使族/獣人族/ドワーフ',
        ss: 'スパゲティ配線'
    },
    8: {
        name: 'ひろしメイトリクス',
        dp: 'キッチンシンク学科',
        race: '神獣',
        ss: '翻訳'
    },
    9: {
        name: 'i.d.s',
        dp: 'ids部',
        race: 'ロボット',
        ss: '特殊な技術で感情や個性豊かなジョークを言えたりする。強化豆腐メタル製。'
    },
    10: {
        name: 'copper・hooper',
        dp: 'ae2幼稚園',
        race: '銅ゴーレム',
        ss: '配線指導教諭。ワックス済み。'
    },
    11: {
        name: 'artic・yeti',
        dp: '美術部',
        race: '黄昏Yeti',
        ss: 'アートは無限大。'
    },
    12: {
        name: 'スティーブ・ビルダー',
        dp: 'BC部',
        race: 'スティーブ',
        ss: 'たまにスティーブ家の話をしてくれる。'
    },
    13: {
        name: 'アレイサンダー・ワイト',
        dp: 'GregTech部',
        race: 'ワイト',
        ss: '夢はBetweenlandに電気をめぐらして発展させること'
    },
    14: {
        name: 'アンニン・トーフ',
        dp: '豆腐部',
        race: 'トーフニアン',
        ss: '頭の発想も柔らかい'
    },
    15: {
        name: 'Villager 982',
        dp: '動画部',
        race: '村人',
        ss: 'とてもユニーク'
    },
    16: {
        name: 'パムパ・ヴァルキリー',
        dp: '家庭科部',
        race: '?????',
        ss: 'かわいい物好き(?)'
    },
    17: {
        name: 'マイン・クリアード・アレックス',
        dp: '家庭科部',
        race: 'アレックス',
        ss: 'スティーブ・ビルダー先生となかよし'
    }
}